{
  // Tiret cadratin: ALT+0151
  "strings": [
    {
      "Key": "MM_MaterialFreedom_Name",
      "Value": "Material Freedom"
    },
    {
      "Key": "MM_MaterialFreedom_Desc",
      "Value": "Your mythic powers allow you to eschew the material components of your spells.\nBenefit: Choose a specific material component: you now ignore it entirely when casting a spell that normally requires it. You may choose this ability multiple times."
    },
    {
      "Key": "MM_MaterialFreedomJade_Name",
      "Value": "Material Freedom (Jade)"
    },
    {
      "Key": "MM_MaterialFreedomJade_Desc",
      "Value": "You can ignore the need for jade in spell components."
    },
    {
      "Key": "MM_MaterialFreedomDust_Name",
      "Value": "Material Freedom (Diamond Dust)"
    },
    {
      "Key": "MM_MaterialFreedomDust_Desc",
      "Value": "You can ignore the need for diamond dust in spell components."
    },
    {
      "Key": "MM_MaterialFreedomDiamond_Name",
      "Value": "Material Freedom (Diamond)"
    },
    {
      "Key": "MM_MaterialFreedomDiamond_Desc",
      "Value": "You can ignore the need for diamond in spell components."
    },
    {
      "Key": "MM_MaterialFreedomBone_Name",
      "Value": "Material Freedom (Dinosaur Bone)"
    },
    {
      "Key": "MM_MaterialFreedomBone_Desc",
      "Value": "You can ignore the need for dinosaur bone in spell components."
    },
    {
      "Key": "MM_AcadamaeGraduate_Name",
      "Value": "Acadamae Graduate"
    },
    {
      "Key": "MM_AcadamaeGraduate_Desc",
      "Value": "Whenever you cast a prepared arcane spell from the Conjuration school with the Summoning descriptor that takes a full-round action to cast, reduce the casting time to a standard action. Casting a spell in this way is taxing and requires a Fortitude save (DC 15 + spell level) to resist becoming fatigued for 1 minute. If you are already fatigued or exhausted the casting time is not reduced."
    },
    {
      "Key": "MM_CircleOfOrder_Name",
      "Value": "Circle of Order"
    },
    {
      "Key": "MM_CircleOfOrder_Desc",
      "Value": "As a swift action, the magus can spend 1 point from his arcane pool to fortify his defenses against chaotic attacks. This grants him a dodge bonus to his AC equal to half his magus level (maximum +10 at 20th level) against chaotic-aligned attacks and effects and outsiders with the chaotic subtype until the beginning of his next turn."
    },
    {
      "Key": "MM_Warsighted_Name",
      "Value": "Warsighted"
    },
    {
      "Key": "MM_Warsighted_Desc",
      "Value": "A warsighted’s unique gifts are not in strange magical revelations, but in her ability to adapt in the midst of a battle with new fighting techniques."
    },
    {
      "Key": "MM_WarsightedFeatSelection_Name",
      "Value": "Bonus Combat Feat"
    },
    {
      "Key": "MM_WarsightedFeatSelection_Desc",
      "Value": "At 1st, 7th, 11th and 15th level, a warsighted learns an additional feat belonging to the combat feats category. She must still meet the prerequisites for the feat."
    },
    {
      "Key": "MM_Flagellant_Name",
      "Value": "Flagellant"
    },
    {
      "Key": "MM_Flagellant_Desc",
      "Value": "A flagellant believes pain and suffering lead to the realization of the divine. A common method of flagellation is to whip a leather strap across her shoulders while praying. Other flagellants scour their limbs with blades. Their wounds proclaim their devotion, and the self-inflicted agony focuses their belief."
    },
    {
      "Key": "MM_FlagellantProfs_Name",
      "Value": "Flagellant Proficiencies"
    },
    {
      "Key": "MM_FlagellantProfs_Desc",
      "Value": "Flagellants are proficient with light armor and shields and with the following weapons: club, dagger, heavy mace, light mace, quarterstaff and light crossbows."
    },
    {
      "Key": "MM_FlagellantFocused_Name",
      "Value": "Focused"
    },
    {
      "Key": "MM_FlagellantFocused_Desc",
      "Value": "A flagellant gains 2 additional skill points per level."
    },
    {
      "Key": "MM_FlagellantDR_Name",
      "Value": "Deadened Flesh"
    },
    {
      "Key": "MM_FlagellantDR_Desc",
      "Value": "At 7th level, the flagellant becomes so used to physical injury that she gains DR 1/—. At 10th level, and every 3 cleric levels thereafter (13th, 16th, and 19th level), this damage reduction rises by 1 point."
    },
    {
      "Key": "MM_FlagellantMortifiedCasting_Name",
      "Value": "Mortified Spellcasting"
    },
    {
      "Key": "MM_FlagellantMortifiedCasting_Desc",
      "Value": "A flagellant powers spellcasting through her own blood.\nAs a swift action, she may inflict 1 damage on herself per level of a spell she wants to increase in power. If she does so, she can cast a spell in the same round as if she is 1 level higher or she can increase the spell’s saving throw DC by 1.\nIf her remaining hit points are lower than the spell level the spell fizzles out."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCBuff_Desc",
      "Value": "The next spell you cast this round will have its DC increased by 1 but you will take damage equal to its level upon casting it."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLBuff_Desc",
      "Value": "Your caster level is increased by 1 for the next spell you cast but you will take damage equal to its spell level upon casting it."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCAb_Name",
      "Value": "Mortified Spellcasting — Increase DC"
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCAb_Desc",
      "Value": "Increase the save DC of your next spell by 1."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLAb_Name",
      "Value": "Mortified Spellcasting — Increase CL"
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLAb_Desc",
      "Value": "Increase the caster level of your next spell by 1."
    },
    {
      "Key": "MM_FlagellantGMortifiedCasting_Name",
      "Value": "Greater Mortified Spellcasting"
    },
    {
      "Key": "MM_FlagellantGMortifiedCasting_Desc",
      "Value": "At 11th level a flagellant can increase the caster level or save DC of her next spell by 2 instead of 1 but also deals twice the damage to herself."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCBuff_Desc",
      "Value": "The next spell you cast this round will have its DC increased by 2 but you will take damage equal to twice its level upon casting it."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLBuff_Desc",
      "Value": "Your caster level is increased by 2 for the next spell you cast but you will take damage equal to twice its spell level upon casting it."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingAb_Desc",
      "Value": "As a swift action, a flagellant may inflict 2 damage on herself per level of a spell she wants to increase in power. If she does so, she can cast a spell in the same round as if she is 2 level higher or she can increase the spell’s saving throw DC by 2.\nIf her remaining hit points are lower than the spell level the spell fizzles out."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCAb_Name",
      "Value": "Greater Mortified Spellcasting — Increase DC"
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCAb_Desc",
      "Value": "Increase the save DC of your next spell by 2."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLAb_Name",
      "Value": "Greater Mortified Spellcasting — Increase CL"
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLAb_Desc",
      "Value": "Increase the caster level of your next spell by 2."
    },
    {
      "Key": "MM_StaffLikeWand_Name",
      "Value": "Staff-Like Wand"
    },
    {
      "Key": "MM_StaffLikeWand_Desc",
      "Value": "Your research has unlocked a new power in conjunction with using a wand.\nYou use your own Intelligence score and relevant feats to set the DC for saves against spells you cast from a wand, and you can use your caster level when activating the power of a wand if it’s higher than the caster level of the wand."
    },
    {
      "Key": "MM_PurityOfSin_Name",
      "Value": "Purity of Sin"
    },
    {
      "Key": "MM_PurityOfSin_Desc",
      "Value": "You reached a major turning point in your understanding of Thassilonian spellcasting traditions.\nBenefit: Whenever you cast a spell belonging to the school represented by your sin, you do so at +2 caster level."
    },
    {
      "Key": "MM_MythicPurityOfSin_Name",
      "Value": "Purity of Sin (Mythic)"
    },
    {
      "Key": "MM_MythicPurityOfSin_Desc",
      "Value": "You have fully mastered Thassilonian Sin Magic.\nBenefit: The bonus from Purity of Sin also applies to save DC."
    },
    {
      "Key": "MM_PactWizard_Name",
      "Value": "Pact Wizard"
    },
    {
      "Key": "MM_PactWizard_Desc",
      "Value": "While the art of wizardry is usually a scholar’s pursuit, there are those who seek mastery of arcane power without tedious study and monotonous research. Motivated by foolish ambition, such individuals turn to the greatest enigmas of the cosmos in the hopes of attaining greater power. Though few successfully attract the attention of these forces, those who do receive phenomenal arcane power for their efforts, but become the dutiful playthings and servants of the forces with which they consort."
    },
    {
      "Key": "MM_PactWizardPatron_Name",
      "Value": "Patron"
    },
    {
      "Key": "MM_PactWizardPatron_Desc",
      "Value": "At 1st level, a pact wizard must select a patron. This functions like the witch class ability of the same name, except the pact wizard automatically adds his patron’s spells to his spellbook instead of to his familiar."
    },
    {
      "Key": "MM_PactWizardConversion_Name",
      "Value": "Spontaneous Spell Conversion"
    },
    {
      "Key": "MM_PactWizardConversion_Desc",
      "Value": "A pact wizard can expend any prepared spell that isn’t a spell prepared using the additional spell slot the wizard receives from his arcane school in order to spontaneously cast one of his patron’s spells of the same level or lower."
    },
    {
      "Key": "MM_PactWizardCurse_Name",
      "Value": "Great Power, Greater Expense"
    },
    {
      "Key": "MM_PactWizardCurse_Desc",
      "Value": "As a pact wizard grows in power, his choice of patron begins to affect his physical body.\nAt 5th level, the pact wizard chooses one oracle curse, using half his character level as his effective oracle level when determining the effects of this curse.\nIf an oracle curse would add spells to the oracle’s list of spells known, the pact wizard instead add those spells to the wizard’s spell list as well as to his spellbook."
    },
    {
      "Key": "MM_PactWizardReroll_Desc",
      "Value": "At 10th level, the pact wizard can invoke his patron’s power to roll twice and take the better result when attempting any caster level check, concentration check, initiative check, or saving throw. He can activate this ability as a free action before attempting the checks. He can use this ability a number of times per day equal to 3 + half his Intelligence modifier."
    },
    {
      "Key": "MM_PactWizardRollBonus_Desc",
      "Value": "At 15th level, when the pact wizard invokes his patron’s power to roll twice on a check, he adds his Intelligence bonus to the result as an insight bonus."
    },
    {
      "Key": "MM_PactWizardMetamagic_Desc",
      "Value": "When the pact wizard applies metamagic feats to any spells he learned via his patron or curse, he treats that spell’s final effective level as 1 lower (to a minimum level equal to the spell’s original level)."
    },
    {
      "Key": "MM_PactWizardAutoSuccess_Desc",
      "Value": "At 20th level, whenever the pact wizard invokes his patron’s power to roll twice on a check and his result is a natural 20, he automatically succeeds, regardless of whether or not a check of that type would normally allow an automatic success."
    },
    {
      "Key": "MM_Shaman20_Name",
      "Value": "Manifestation"
    },
    {
      "Key": "MM_Shaman20_Battle_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of battle. She gains the Pounce ability. Whenever she scores a critical hit, the attack ignores damage reduction. She gains a +4 insight bonus to AC for the purposes of confirming critical hits against her."
    },
    {
      "Key": "MM_Shaman20_Bones_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of death. She can cast Animate Dead at will and Power World: Kill once per day as a spell-like ability."
    },
    {
      "Key": "MM_Shaman20_Flame_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of flame. The shaman gains fire resistance 30. All spells with the Fire descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman20_Frost_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of ice and snow. The shaman gains immunity to cold. All spells with the Cold descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman20_Life_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a perfect channel for life energy. She becomes immune to bleed, death attacks, exhaustion, fatigue, nausea effects, negative levels, and sickened effects."
    },
    {
      "Key": "MM_Shaman20_Nature_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of nature. Once per day, she can change her type to plant, animal, or humanoid, gaining superficial physical characteristics as appropriate, as a full-round action. This change does not alter her Hit Dice, hit points, saving throws, skill points, class skills, or proficiencies. Each time the transformation is made, she is cleansed of all poisons or diseases, is restored to full hit points, and heal all ability damage. She must select a new type every time the transformation is made."
    },
    {
      "Key": "MM_Shaman20_Nature_Animal",
      "Value": "Manifestation — Animal"
    },
    {
      "Key": "MM_Shaman20_Nature_Plant",
      "Value": "Manifestation — Plant"
    },
    {
      "Key": "MM_Shaman20_Nature_Humanoid",
      "Value": "Manifestation — Humanoid"
    },
    {
      "Key": "MM_Shaman20_Stone_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of acid and earth. The shaman gains acid resistance 30. All spells with the Acid descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_MinuteLevel",
      "Value": "1 minute/level"
    },
    {
      "Key": "MM_1Round",
      "Value": "1 round"
    },
    {
      "Key": "MM_Blank",
      "Value": ""
    },
    {
      "Key": "MM_SchoolExpertise_Name",
      "Value": "School Expertise"
    },
    {
      "Key": "MM_SchoolExpertise_Desc",
      "Value": "You've spent time further studying your chosen school of magic.\nBenefit: You gain 3 additional daily uses of your school powers. You can select this discovery multiple times."
    },
    {
      "Key": "MM_Corrupted_Dragon_Prereq",
      "Value": "Corrupted Dragon"
    },
    {
      "Key": "MM_EarthMagic_Name",
      "Value": "Earth Magic"
    },
    {
      "Key": "MM_EarthMagic_Desc",
      "Value": "You can draw raw magical energy from the ground to empower your spells.\nBenefit: While you’re in your favored terrain, your effective caster level increases by 1 for the purpose of improving spell effects dependent on caster level. This increase in effective caster level doesn’t grant you access to more spells."
    },
    {
      "Key": "MM_Shaman_Waves_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a master of cold and water. The shaman gains cold resistance 30. All spells with the Cold descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman_Wind_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of air and electricity. The shaman gains electricity resistance 30. All spells with the Electricity descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_RazmiranPriest_Name",
      "Value": "Razmiran Priest"
    },
    {
      "Key": "MM_RazmiranPriest_Desc",
      "Value": "The so-called “priests” of Razmir are magical charlatans—missionary servants of the Living God who spread his fervent devotion wherever they travel. Altered by Razmir’s magic, they can perform feats impossible for other sorcerers."
    },
    {
      "Key": "MM_Razmir_Name",
      "Value": "Razmir"
    },
    {
      "Key": "MM_Razmir_Desc",
      "Value": "Razmir is the ruler of Razmiran and a self-proclaimed living deity.\nAlthough he is a powerful wizard and excellent swindler Razmir is not a real god and therefore cannot grant spells to his followers, who instead bluff their way into passing arcane magic as divine."
    },
    {
      "Key": "MM_FalsePiety_Name",
      "Value": "False Piety"
    },
    {
      "Key": "MM_FalsePiety_Desc",
      "Value": "At 1st level a Razmiran priest adds Lore (religion) to the list of his class skills. He adds half his sorcerer level to Use Magic Device checks to cast spells from items, but only if they're on the cleric spell list."
    },
    {
      "Key": "MM_LayHealer_Name",
      "Value": "Lay Healer"
    },
    {
      "Key": "MM_LayHealerLv3_Desc",
      "Value": "At 3rd level a Razmiran priest adds Aid to his list of spell known. This replaces the bloodline spell normally learnt at level 3."
    },
    {
      "Key": "MM_LayHealerLv5_Desc",
      "Value": "At 5th level a Razmiran priest adds Remove Disease to his list of spell known. This replaces the bloodline spell normally learnt at level 5."
    },
    {
      "Key": "MM_RazmiranChannel_Name",
      "Value": "Razmiran Channel"
    },
    {
      "Key": "MM_RazmiranChannel_Desc",
      "Value": "A 9th level the Razmiran priest can choose to use his own magic to fuel items imbued with divine spells. If a wand, scroll or any other item contains a spell found on the cleric spell list, the Razmiran priest expends a spell slot of one level higher than the spell's level instead of using a charge or consuming the item.\nThis replaces the bloodline powers gained at level 9."
    },
    {
      "Key": "MM_RazmiranChannelAb_Desc",
      "Value": "A 9th level the Razmiran priest can choose to use his own magic to fuel items imbued with divine spells. If a wand, scroll or any other item contains a spell found on the cleric spell list, the Razmiran priest expends a spell slot of one level higher than the spell's level instead of using a charge or consuming the item."
    },
    {
      "Key": "MM_RazmiranChannelBuff_Desc",
      "Value": "When Razmiran Channel is active, you spend spell slots instead of depleting item charges in order to cast cleric spells."
    },
    {
      "Key": "MM_S_Title",
      "Value": "Mystical Mayhem"
    },
    {
      "Key": "MM_S_NoHomebrew",
      "Value": "Disable Homebrew"
    },
    {
      "Key": "MM_S_NoHomebrew_Desc",
      "Value": "Disables all content not taken from Paizo. Turning this on prevents you from selecting homebrew content but doesn't remove it from existing characters: you need to respec for this.\nThis option only takes effect after restarting the game."
    },
    {
      "Key": "MM_Malice_Name",
      "Value": "Malice"
    },
    {
      "Key": "MM_Malice_Desc",
      "Value": "The hexcrafter magus’s attacks are enhanced by the spiteful link between him and his opponent. His melee attacks deal +2d6 Unholy damage to any opponent that is currently under the effects of one of his hexes."
    },
    {
      "Key": "MM_SpellSynthesis_Name",
      "Value": "Spell Synthesis"
    },
    {
      "Key": "MM_SpellSynthesis_Desc",
      "Value": "At 10th level, a mystic theurge can cast two spells, one from each of his spellcasting classes, using one action. Both of the spells must have the same casting time. The mystic theurge can make any decisions concerning the spells independently. The mystic theurge receives a +2 bonus to DC and on caster level checks made to overcome spell resistance with these two spells. A mystic theurge may use this ability once per day."
    },
    {
      "Key": "MM_MythicSpellSynthesis_Name",
      "Value": "Abundant Spell Synthesis"
    },
    {
      "Key": "MM_MythicSpellSynthesis_Desc",
      "Value": "Your ability to wield the powers of both the arcane and the divine is truly legendary.\nBenefit: You can use your Spell Synthesis ability an additional time for every three mythic ranks."
    },
    {
      "Key": "MM_MeteorSwarm_Name",
      "Value": "Meteor Swarm"
    },
    {
      "Key": "MM_MeteorSwarm_Desc",
      "Value": "Meteor swarm is a very powerful and spectacular spell. When you cast it, four blazing meteors fall down in the area you select. Once they reach the ground they explode, dealing 28d6 fire damage to every creature in the area."
    },
    {
      "Key": "MM_S_Adnd_Stoneskin",
      "Value": "Baldur's Gate Stoneskin"
    },
    {
      "Key": "MM_S_Adnd_Stoneskin_Desc",
      "Value": "Changes the Stoneskin spell to be closer to its Baldur's Gate version.\nThis option only takes effect after restarting the game."
    },
    {
      "Key": "MM_Stoneskin_Desc",
      "Value": "This spell creates an outer skin of stone that completely covers the caster. This skin is of course magical and will hinder the caster in no way. It protects from physical attacks such as melee weapons and projectiles. For every 2 caster levels, an additional skin is gained upon casting (to a maximum of 10 skins at 20th caster level). For each skin the caster possesses, the spell will stop one attack. If all the skins are removed, the spells ends. It is important to note that this will not protect the caster from any energy or force attacks."
    },
    {
      "Key": "MM_StoneskinMass_Desc",
      "Value": "This spell creates an outer skin of stones that completely allies within 30 feet of the caster. This skin is of course magical and will hinder the targets in no way. It protects from physical attacks such as melee weapons and projectiles. For every 2 caster levels, an additional skin is gained upon casting (to a maximum of 10 skins at 20th caster level). For each skin the target possesses, the spell will stop one attack. If all the skins are removed, the spells ends. It is important to note that this will not protect the target from any energy or force attacks."
    },
    {
      "Key": "MM_SureCasting_Name",
      "Value": "Sure Casting"
    },
    {
      "Key": "MM_SureCasting_Desc",
      "Value": "You gain temporary insight into your enemies’ magical defenses. When you next cast a spell before the end of the next round, treat your caster level as 5 higher than normal for the purpose of overcoming spell resistance. This bonus doesn’t increase any other effects that depend on caster level, such as the spell’s damage or range, and affects only the first spell cast after sure casting."
    },
    {
      "Key": "MM_BloodyTears_Name",
      "Value": "Bloody Tears and Jagged Smile"
    },
    {
      "Key": "MM_BloodyTears_Desc",
      "Value": "Your eyes turn black and weep blood, and your teeth become jagged fangs. You gain a bite attack (1d3 points of damage if you are Small, 1d4 points of damage if you are Medium). You gain a +4 profane bonus on Intimidate checks and on your spell DCs for spells with the fear descriptor."
    },
    {
      "Key": "MM_Warlock_Name",
      "Value": "Warlock"
    },
    {
      "Key": "MM_Warlock_Desc",
      "Value": "Warlocks draw their power from pacts and dealings with powerful inhabitants of the lower planes. The power of such planes courses through their veins. The struggle to control these forces and resist being controlled by them remains a constant struggle for Warlocks.\nThe very nature of a warlock makes them feared and targeted by most societies and denizens of good. As such many warlocks look to hide their abilities and connections to the lower planes. Some look for communities that accept them, others make their own. Their tools favor an offensive and proactive mindset."
    },
    {
      "Key": "MM_DraconicMalice_Name",
      "Value": "Draconic Malice"
    },
    {
      "Key": "MM_DraconicMalice_Desc",
      "Value": "You surround yourself with a palpable aura of draconic fear and dread.\nLiving creatures within this aura that are normally immune to fear or mind-affecting abilities lose those immunities against your spells, spell-like abilities, and supernatural abilities that create fear effects, as well as any Intimidate checks you attempt to demoralize foes."
    },
    {
      "Key": "MM_DraconicMaliceBuff_Desc",
      "Value": "Your immunity to abilities with the Fear or Mind-Affecting descriptor is temporarily suppressed."
    },
    {
      "Key": "MM_MightyStrength_Name",
      "Value": "Mighty Strength"
    },
    {
      "Key": "MM_MightyStrength_Desc",
      "Value": "The subject becomes stronger. The spell grants a +8 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier."
    },
    {
      "Key": "MM_EXD_Draconic",
      "Value": "Draconic"
    },
    {
      "Key": "MM_EXD_SpellProtection",
      "Value": "Spell Protection"
    },
    {
      "Key": "MM_SpellTurning_Desc",
      "Value": "Spells and spell-like effects targeted on you are turned back upon the original caster. The abjuration turns only spells that have you as a target. Effect and area spells are not affected. Spell turning also fails to stop touch range spells. From seven to ten (1d4+6) spell levels are affected by the turning. The exact number is rolled secretly.\nIf you are targeted by a spell of higher level than the amount of spell turning you have left, that spell harmessly dissipates instead of harming its caster."
    },
    {
      "Key": "MM_S_Enemy_Prebuff",
      "Value": "Enemy Prebuffing"
    },
    {
      "Key": "MM_S_Enemy_Prebuff_Desc",
      "Value": "Allows enemies to make use of new spells in their prebuffing routine."
    },
    {
      "Key": "MM_WarlockPatron_Name",
      "Value": "Warlock Patron"
    },
    {
      "Key": "MM_WarlockPatron_Short_Desc",
      "Value": "A warlock must choose a patron between several types of powerful outside entities. This choice will shape the warlock's abilities—the blessings and manifestations he has access to."
    },
    {
      "Key": "MM_WarlockBlessing_Short_Name",
      "Value": "Blessings"
    },
    {
      "Key": "MM_WarlockBlessing_Short_Desc",
      "Value": "A warlock can choose blessings from his patron at specific levels or in place of regular feats."
    },
    {
      "Key": "MM_WarlockManif_Short_Name",
      "Value": "Manifestations"
    },
    {
      "Key": "MM_WarlockManif_Short_Desc",
      "Value": "As a warlock grows in power he starts taking on traits similar to his patron's."
    },
    {
      "Key": "MM_WarlockCantrips_Desc",
      "Value": "Warlocks can cast a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they are not expended when cast and may be used again."
    },
    {
      "Key": "MM_WarlockProfs_Name",
      "Value": "Warlock Proficiencies"
    },
    {
      "Key": "MM_WarlockProfs_Desc",
      "Value": "Warlocks are proficient with all simple weapons. Warlocks are also proficient with light armor. A warlock can cast warlock spells while wearing light armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a warlock wearing medium or heavy armor, or using a shield, incurs a chance of arcane spell failure if the spell in question has a somatic component. A multiclass warlock still incurs the normal arcane spell failure chance for arcane spells received from other classes."
    },
    {
      "Key": "MM_WarlockPatron_Desc",
      "Value": "A warlock’s patron is the source of their power. Warlock patrons can be anything from a demonic ancestor to a powerful contract devil but each patron falls into one category: Infernal, Daemonic, Abyssal, Great Old One, or Fey. A warlock’s patron determines the cost of their pact, how their patron’s power manifests, and what blessings their patron imparts onto them. A warlock must pick one type of patron upon taking his first level of warlock. Once made, this choice cannot be changed. A warlock must share the alignment of their patron at the time of gaining their patron. If their alignment changes later, it is up to the patron to determine if they will continue to grant the warlock power."
    },
    {
      "Key": "MM_WarlockPatronGreatOldOne_Name",
      "Value": "Great Old One Patron"
    },
    {
      "Key": "MM_WarlockPact_Name",
      "Value": "Pact"
    },
    {
      "Key": "MM_WarlockPactGreatOldOne_Desc",
      "Value": "The wishes and machinations of a Great Old One are unknowable. All one can do is embrace the madness and chaos. But frequently peering into the void has cost you some of your sanity. A servant of a Great Old One constantly has his mind bombarded with sanity shredding revelations. Whenever the warlock rolls initiative to enter combat, he must also roll a Will Save whose DC is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier. If the warlock fails this save, he is confused for 1d4 rounds. Because of this constant bombardment, the warlock’s mind is much more adept at handling threats. Whenever the warlock rolls a Will Save, he rolls twice and take the better result."
    },
    {
      "Key": "MM_WarlockDevotion_Name",
      "Value": "Devotion"
    },
    {
      "Key": "MM_WarlockDevotionGreatOldOne_Desc",
      "Value": "A warlock with a Great Old One patron subtracts 1 from the results of D100 rolls used to determine his actions while confused."
    },
    {
      "Key": "MM_WarlockInsanity_Name",
      "Value": "Comfortable Insanity"
    },
    {
      "Key": "MM_WarlockInsanity_Desc",
      "Value": "Cultists of the Great Old Ones are used to glimpses of the unthinkable and have adapted to the insanity it brings. Whenever the warlock is confused, his random actions are modified as follows:\nAct normally: No changes.\nBabble: The warlock's babbling is chaotic and maddening. One enemy within 30 feet must succeed on a Will save or become confused for 1d4 rounds. The DC of this Will save is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier. If there is no enemy within 30 feet the warlock targets an ally instead. If none can be found, nothing happens.\nDamage self: The damage is nonlethal.\nAttack nearest creature: The warlock gains a +1 insight bonus on attack rolls and also takes a -5 penalty against allies.\nAdditionally, all warlock spells the warlock casts while confused do not expend a spell slot. As a standard action, a warlock who is not confused can choose to babble. A warlock may babble in this way a number of times per day equal to 3 + his Wisdom modifier."
    },
    {
      "Key": "MM_WarlockBabble_Name",
      "Value": "Babble"
    },
    {
      "Key": "MM_WarlockBabble_Desc",
      "Value": "The warlock's babbling is chaotic and maddening. One target within 30 feet must succeed on a Will save or become confused for 1d4 rounds. The DC of this Will save is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier."
    },
    {
      "Key": "MM_1d4_Rounds",
      "Value": "1D4 rounds"
    },
    {
      "Key": "MM_WarlockBlessing_Name",
      "Value": "Fiendish Blessing"
    },
    {
      "Key": "MM_WarlockBlessing_Desc",
      "Value": "At 2nd level, 6th level, 10th level, 14th level, 18th level and 20th level, a warlock receives a new fiendish blessing. The warlock must select a fiendish blessing offered by his patron or one listed as a general fiendish blessing. Once selected, this blessing cannot be changed. Unless otherwise stated, each blessing can be chosen only once.\nWhenever a warlock would gain a feat, he may instead select a fiendish blessing he qualifies for."
    },
    {
      "Key": "MM_WarlockMaleficium_Name",
      "Value": "Maleficium"
    },
    {
      "Key": "MM_WarlockMaleficium_Desc",
      "Value": "A warlock with this blessing is a master of dark magic. Spells with the evil descriptor are cast with inceased potency depending on how many times the blessing is chosen.\nRank 1: DC increased by 1.\nRank 2: Whenever metamagic feats are applied to an evil spell, the level adjustment is reduced by 1 (to a minimum of 0).\nRank 3: DC increased by 1. This stacks with the bonus from rank 1.\nRank 4: +2 bonus to caster level for spells with the evil descriptor.\nThis blessing cannot be chosen more than 4 times."
    },
    {
      "Key": "MM_WarlockCharisma_Name",
      "Value": "Empowered Charisma"
    },
    {
      "Key": "MM_WarlockCharisma_Desc",
      "Value": "The warlock’s Charisma score permanently increases by 2 points."
    },
    {
      "Key": "MM_WarlockFelHide_Name",
      "Value": "Fell Hide"
    },
    {
      "Key": "MM_WarlockFelHide_Desc",
      "Value": "The warlock’s skin has grown supernaturally tough. He gains a +1 bonus to their natural armor. At 6th level, and every four levels thereafter, this bonus increased by 1 (to a maximum of +5 at 18th level)."
    },
    {
      "Key": "MM_WarlockFelResist_Name",
      "Value": "Fell Resistance"
    },
    {
      "Key": "MM_WarlockFelResist_Desc",
      "Value": "The warlock has been tempered in unholy fire and gains resist fire 5. This resistance increases to 10 at 10th level, and 15 at 15th level. At 20th level, he gains immunity to fire."
    },
    {
      "Key": "MM_Warlock_LifeTap_Name",
      "Value": "Life Tap"
    },
    {
      "Key": "MM_Warlock_LifeTap_Desc",
      "Value": "At 3rd level, the warlock may offer part of himself to gain more power. Whenever a warlock casts a spell, he may reduce his maximum hit points by a number equal to double the level of spell being cast. If his does, the spell slot is not expended. This loss of hit points cannot be prevented and cannot be healed by any mean other than taking a full nights rest, which restores the warlock’s original maximum hit points.\nIf this ability would reduce the warlock's hit points below zero it does nothing and the spell slot is expended as usual."
    },
    {
      "Key": "MM_WarlockCultCaster_Name",
      "Value": "Cult Caster"
    },
    {
      "Key": "MM_WarlockCultCaster_Desc",
      "Value": "The warlock gains a metamagic feat as a bonus feat. The warlock must still meet all prerequisites for the bonus feat. A warlock may take this blessing multiple times."
    },
    {
      "Key": "MM_WarlockWisdom_Name",
      "Value": "Wisdom in Madness"
    },
    {
      "Key": "MM_WarlockWisdom_Desc",
      "Value": "The warlock’s Wisdom score permanently increases by 2 points."
    },
    {
      "Key": "MM_WarlockWillbreaker_Name",
      "Value": "Will-Breaker"
    },
    {
      "Key": "MM_WarlockWillbreaker_Desc",
      "Value": "A warlock with this blessing adds his Wisdom modifier to Intimidate skill checks in addition to his Charisma modifier."
    },
    {
      "Key": "MM_WarlockMadnessDomain_Name",
      "Value": "Domain of Madness"
    },
    {
      "Key": "MM_WarlockMadnessDomain_Desc",
      "Value": "The warlock gains use of the Vision of Madness power of the Cleric’s Madness Domain, with an effective cleric level equal to his warlock level."
    },
    {
      "Key": "MM_WarlockMadnessDomainII_Name",
      "Value": "Domain of Madness, Greater"
    },
    {
      "Key": "MM_WarlockMadnessDomainII_Desc",
      "Value": "The warlock gains use of the Aura of Madness power of the Cleric’s Madness Domain, with an effective cleric level equal to his warlock level."
    },
    {
      "Key": "MM_WarlockTransformation_Name",
      "Value": "Transformation"
    },
    {
      "Key": "MM_WarlockTransformation_Desc",
      "Value": "At 4th level, while confused, a warlock’s form more closely fits his mental state. The warlock gains a +1 bonus to his natural armor. For every 4 levels beyond 4th, this bonus increases by 1 (to a maximum of +5 at 20th level). Additionally, while confused, the warlock's arms become tentacles, increasing his range to 15 feet. He can use these tentacles to wield weapons and cast spells as normal."
    },
    {
      "Key": "MM_WarlockWhispers_Name",
      "Value": "Whispers of Madness"
    },
    {
      "Key": "MM_WarlockWhispers_Desc",
      "Value": "At 8th level, the whispers of madness permeate every one of the warlock’s thoughts. Whenever an enemy targets the warlock with a mind-effecting ability, the feedback from tapping into the warlock’s mind deals damage equal to 1d6 + the warlock’s Wisdom modifier. If the ability or spell requires a Will save and the warlock fails that Will save, this damage is increased to 1d6 for every 2 warlock levels + the warlock’s Wisdom modifier."
    },
    {
      "Key": "MM_WarlockEnthrallingMadness_Name",
      "Value": "Enthralling Madness"
    },
    {
      "Key": "MM_WarlockEnthrallingMadness_Desc",
      "Value": "At 12th level, the warlock fully embraces insanity. Whenever he targets himself with a confusion effect he always succeeds, bypassing any immunity he might possess."
    },
    {
      "Key": "MM_WarlockNonEuclideanBlessing_Name",
      "Value": "Non-Euclidean Blessing"
    },
    {
      "Key": "MM_WarlockNonEuclideanBlessing_Desc",
      "Value": "At 16th level, a warlock’s form can take on impossible shapes. Whenever a warlock becomes confused, he gains the benefit of a displacement spell for the duration of his confusion."
    },
    {
      "Key": "MM_SubtypeGreatOldOne_Name",
      "Value": "Great Old One Subtype"
    },
    {
      "Key": "MM_SubtypeGreatOldOne_Desc",
      "Value": "A Great Old One is a powerful, alien entity. All Great Old Ones are chaotic, and most of them are also evil. They can be any creature type, but most are aberrations or magical beasts."
    },
    {
      "Key": "MM_OtherworldlyInsight_Name",
      "Value": "Otherworldly Insight"
    },
    {
      "Key": "MM_OtherworldlyInsight_Desc",
      "Value": "All Great Old Ones gain a +10 insight bonus on initiative checks and to AC."
    },
    {
      "Key": "MM_WarlockIncarnation_Name",
      "Value": "Incarnation"
    },
    {
      "Key": "MM_WarlockIncarnationElder_Desc",
      "Value": "Once per day as a standard action, the warlock may become an incarnation of a Great Old One for a number of minutes equal to his Wisdom modifier. His type changes to outsider (chaotic, evil, Great Old One). While an incarnation, the warlock is confused but always rolls 0 to determine his actions. The warlock gains 6 tentacle attacks (2 primary, 4 secondary). All tentacle attacks the warlock makes have a reach of 20 ft. and deal 1d8 points of bludgeoning damage (for a large incarnation). Both attack and damage rolls are modified by the warlock’s Wisdom modifier instead of his Strength modifier. While an incarnation, the warlock benefits from the effect of Frightful Aspect."
    },
    {
      "Key": "MM_WarlockPatronInfernal_Name",
      "Value": "Infernal Patron"
    },
    {
      "Key": "MM_WarlockDevotionInfernal_Desc",
      "Value": "An Infernal patron grants the warlock a list of known spells:"
    },
    {
      "Key": "MM_WarlockPactInfernal_Desc",
      "Value": "The devils of hell subjugate the weak and torture those beneath them and by seeking infernal power a warlock is admitting that he is worthy of torment himself. To prove his obedience and commitment to order, his ability to defend himself from enemies that have fairly gained the upperhand on him has been hampered. If he begins his turn grappled by an enemy he cannot take any action that turn. Additionally whenever the warlock fails a save against an enemy’s spell with a duration longer than instantaneous, the duration is doubled.\n\nTo aid in his torment of his enemies, a warlock with an infernal patron gains the Tormenting Spellcasting ability."
    },
    {
      "Key": "MM_WarlockHex_Desc",
      "Value": "At 1st level, the warlock gains access to a witch hex. He may only choose Cackle, Evil Eye, or Misfortune. The save DC to resist a hex is equal to 10 + 1/2 the warlock’s level + the warlock’s Charisma modifier."
    },
    {
      "Key": "MM_WarlockTormentingFocus_Name",
      "Value": "Tormenting Focus"
    },
    {
      "Key": "MM_WarlockTormentingFocus_Desc",
      "Value": "The warlock gains Spell Focus as a bonus feat. Instead of choosing an arcane school, the warlock’s spell focus applies to all his tormenting spells. Feats and abilities with spell focus as a prerequisite apply to tormenting spells just as if they were part of the school chosen for spell focus."
    },
    {
      "Key": "MM_WarlockTormentingFocusGreater_Name",
      "Value": "Greater Tormenting Focus"
    },
    {
      "Key": "MM_WarlockTormentingFocusGreater_Desc",
      "Value": "Your tormenting spells are more difficult to resist.\nBenefit: Add +1 to the DC for all saving throws against spells originating from tormenting slots. This bonus stacks with the bonus from Spell Focus."
    },
    {
      "Key": "MM_WarlockTormentingFocusMythic_Name",
      "Value": "Mythic Tormenting Focus"
    },
    {
      "Key": "MM_WarlockTormentingFocusMythic_Desc",
      "Value": "Your magical specialties are particularly effective.\nBenefit: The bonus to save DCs provided by Spell Focus and Greater Spell Focus for your tormenting spells increases by 1."
    },
    {
      "Key": "MM_WarlockMetamagian_Name",
      "Value": "Metamagian"
    },
    {
      "Key": "MM_WarlockAffliction_Name",
      "Value": "Affliction"
    },
    {
      "Key": "MM_WarlockAffliction_Desc",
      "Value": "At 4th level, at the beginning of the warlock’s turn, each enemy subject to a warlock’s tormenting spell or hex takes 1d6 damage for each such effect afflicting them."
    },
    {
      "Key": "MM_WarlockCorruptingRay_Name",
      "Value": "Corrupting Ray"
    },
    {
      "Key": "MM_WarlockCorruptingRay_Desc",
      "Value": "The warlock can unleash a corrupting ray as a standard action, targeting any foe within 30 feet as a ranged touch attack. This ray deals 1d6 points of damage + 1d6 for each hex and tormenting spell afflicting the target. This ability a number of times per day equal to 3 + the warlock's Intelligence modifier."
    },
    {
      "Key": "MM_WarlockSplitHex_Desc",
      "Value": "The warlock gains Split Hex as a bonus feat."
    },
    {
      "Key": "MM_WarlockUnstableAffliction_Name",
      "Value": "Unstable Affliction"
    },
    {
      "Key": "MM_WarlockUnstableAffliction_Desc",
      "Value": "The damage die of the warlock’s affliction manifestation is increased to D8."
    },
    {
      "Key": "MM_WarlockEternalTorment_Name",
      "Value": "Eternal Torment"
    },
    {
      "Key": "MM_WarlockEternalTorment_Desc",
      "Value": "At 8th level, as a standard action, the warlock may extend the duration of tormenting spells and hexes effecting all enemies within 30 ft. by 1 round."
    },
    {
      "Key": "MM_WarlockForbiddenKnowledge_Name",
      "Value": "Forbidden Knowledge"
    },
    {
      "Key": "MM_WarlockForbiddenKnowledge_Desc",
      "Value": "The warlock has delved into the secrets of magic beyond what his patron teaches.\nSelect a single spell from the sorcerer/wizard spell list that is at a level you can cast (but no higher than 7). This spell is added to the warlock spellbook at 1 level higher. This blessing can be chosen multiple times."
    },
    {
      "Key": "MM_WarlockHexMajor_Desc",
      "Value": "At 12th level, the warlock gains access to an additional hex. In addition to those available at 1st level, the warlock may choose Agony."
    },
    {
      "Key": "MM_WarlockInfectiousGuilt_Name",
      "Value": "Infectious Guilt"
    },
    {
      "Key": "MM_WarlockInfectiousGuilt_Desc",
      "Value": "At 16th level, whenever an enemy under the effects of a hex or tormenting spell dies, the warlock may attempt to transfer the remaining duration of those effects onto another enemy within 30 feet of the dying enemy. The new target must succeed on a Will save whose DC is equal to 10 + 1/2 the warlock’s level + the warlock’s Intelligence modifier or be subject to all hexes and tormenting spells remaining on the dying creature."
    },
    {
      "Key": "MM_WarlockTormentingCasting_Name",
      "Value": "Tormenting Spellcasting"
    },
    {
      "Key": "MM_WarlockTormentingCasting_Desc",
      "Value": "When this ability is active, warlock spells with a duration of instantaneous and that deal hit point or ability damage become tormenting spells. They inflict half damage when cast (or a quarter if they require a saving throw and the target succeeds it) but this damage is repeated for two additional rounds."
    },
    {
      "Key": "MM_EXD_Tormenting",
      "Value": "Tormenting"
    },
    {
      "Key": "MM_WarlockIncarnationHell_Desc",
      "Value": "Once per day as a standard action, the warlock may become an infernal incarnation for a number of minutes equal to his Intelligence modifier. His type changes to outsider (devil, evil, extraplanar, lawful). While an infernal incarnation, the duration of each tormenting spell he casts and hex he uses is increased by 1 round.\nAdditionally, the warlock may use Life Tap by sacrificing one minute of his infernal incarnation instead of lowering his maximum hit points. Using Life Tap this way always costs one minute of the incarnation duration regardless of the spell’s level. Finally, the DC to save against an infernal incarnation’s spells and hexes is increased by 2."
    },
    {
      "Key": "MM_WarlockIntelligence_Name",
      "Value": "Infernal Intellect"
    },
    {
      "Key": "MM_WarlockIntelligence_Desc",
      "Value": "The warlock’s Intelligence score permanently increases by 2 points."
    },
    {
      "Key": "MM_WarlockPatronDaemonic_Name",
      "Value": "Daemonic Patron"
    },
    {
      "Key": "MM_WarlockDevotionDaemonic_Desc",
      "Value": "A warlock with a Daemonic patron gains a +1 circumstance bonus on all critical hit confirmation rolls. This bonus increases by 1 every four levels, to a maximum of +5 at 17th level."
    },
    {
      "Key": "MM_WarlockPactDaemonic_Desc",
      "Value": "Daemons are born of rage, hatred, and hunger. To satiate the Daemonic patron, they require not only that the warlock inflict pain but that he experience pain. Whenever a warlock casts a warlock spell, he takes damage equal to the level of spell being cast. This damage cannot be prevented or reduced.\n\nThe Daemons also share their hunger with the warlock. Whenever a warlock confirms a critical hit or slays an enemy with a weapon or natural attack he regains 1d6 hit points for every two warlock levels (minimum 1d6). This only works during combat."
    },
    {
      "Key": "MM_WarlockDaemonicFury_Name",
      "Value": "Daemonic Fury"
    },
    {
      "Key": "MM_WarlockDaemonicFury_Desc",
      "Value": "At 1st level, the warlock may embrace the daemonic fury to bolster his attacks. To do so he must sacrifice one hit point per warlock level at the beginning of his turn. If he does, his warlock levels yield full base attack bonus progression for 1 round. Furthermore, attack rolls that would be modified by Strength or Dexterity are modified by Constitution instead."
    },
    {
      "Key": "MM_WarlockInsatiableHunger_Name",
      "Value": "Insatiable Hunger"
    },
    {
      "Key": "MM_WarlockInsatiableHunger_Desc",
      "Value": "The healing die of the warlock’s Pact and Tasty Morsel ability is increased to D8."
    },
    {
      "Key": "MM_WarlockFuriousFrenzy_Name",
      "Value": "Furious Frenzy"
    },
    {
      "Key": "MM_WarlockFuriousFrenzy_Desc",
      "Value": "At 4th level, while in a daemonic fury, the warlock gains DR 1/-. This damage reduction increases by one at 8th level and every 4 levels thereafter (to a maximum of DR 5/- at 20th level). Also, while in a daemonic fury, the warlock adds his Constitution modifier to damage rolls in place of their Strength modifier. In addition, he uses his Constitution score in place of Strength as a prerequisite for combat feats."
    },
    {
      "Key": "MM_WarlockSecondSkin_Name",
      "Value": "Second Skin"
    },
    {
      "Key": "MM_WarlockSecondSkin_Desc",
      "Value": "The warlock gains medium armor proficiency as a bonus feat. He may cast spells while wearing medium armor without incurring the normal spell failure chance."
    },
    {
      "Key": "MM_WarlockSecondSkinII_Name",
      "Value": "Second Skin, Greater"
    },
    {
      "Key": "MM_WarlockSecondSkinII_Desc",
      "Value": "The warlock gains heavy armor proficiency as a bonus feat. He may cast spells while wearing heavy armor without incurring the normal spell failure chance."
    },
    {
      "Key": "MM_WarlockThirstingBlade_Name",
      "Value": "Thirsting Blade"
    },
    {
      "Key": "MM_WarlockThirstingBlade_Desc",
      "Value": "The warlock gains Improved Critical as a bonus feat even if he does not meet the normal prerequisites. This blessing may be selected multiple times."
    },
    {
      "Key": "MM_WarlockWWarrior_Name",
      "Value": "Wasteland Warrior"
    },
    {
      "Key": "MM_WarlockWWarrior_Desc",
      "Value": "The warlock gains a bonus combat feat. For the purposes of this feat, the warlock can select feats that have a minimum number of Fighter levels as a prerequisite, treating his warlock level – 3 as his fighter level. This blessing may be selected multiple times."
    },
    {
      "Key": "MM_WarlockSpellCombat_Desc",
      "Value": "At 8th level, the warlock gains the magus‘ spell combat class feature. He uses the warlock spell list instead of the magus spell list when determining which spells can be cast using spell combat."
    },
    {
      "Key": "MM_WarlockUnstoppable_Name",
      "Value": "Unstoppable Fury"
    },
    {
      "Key": "MM_WarlockUnstoppable_Desc",
      "Value": "The warlock gains toughness as a bonus feat. In addition, hit points gained from having the warlock class as favored class are doubled."
    },
    {
      "Key": "MM_WarlockBloodyGash_Name",
      "Value": "Bloody Gash"
    },
    {
      "Key": "MM_WarlockBloodyGash_Desc",
      "Value": "At 12th level, while using daemonic fury, the first enemy the warlock damages with a weapon or natural attack each round is subject to a grevious wound. The victim suffers 4d6 damage every rounds for 3 rounds, or until it makes a Fortitude save to cancel the effect. The DC of this save is equal to 10 + half the warlock's class level + his Constitution modifier."
    },
    {
      "Key": "MM_Hemorrhaging_Name",
      "Value": "Hemorrhaging"
    },
    {
      "Key": "MM_Hemorrhaging_Desc",
      "Value": "The DC to resist the warlock’s Bloody Gash increases by 2. Additionally, its duration increases to 5 rounds and it takes 2 consecutive saves to cure the effect."
    },
    {
      "Key": "MM_WarlockConstitution_Name",
      "Value": "Daemonic Endurance"
    },
    {
      "Key": "MM_WarlockConstitution_Desc",
      "Value": "The warlock’s Constitution score permanently increases by 2 points."
    },
    {
      "Key": "MM_WarlockTastyMorsel_Name",
      "Value": "Tasty Morsel"
    },
    {
      "Key": "MM_WarlockTastyMorsel_Desc",
      "Value": "At 16th level, whenever the warlock reduces an enemy to 0 or fewer hit points with a weapon or natural attack while in combat, he captures their soul for future consumption. A warlock may store a number of souls equal to his Constitution modifier. Once captured, the warlock may devour a soul as a swift action to cure 1d6 points of damage for every 2 warlock levels he possesses. Alternatively, as a swift action, the warlock may consume a soul instead of sacrificing hit points to use the Life Tap ability."
    },
    {
      "Key": "MM_WarlockSoulTap_Name",
      "Value": "Tasty Morsel — Soul Tap"
    },
    {
      "Key": "MM_WarlockSoulTap_Desc",
      "Value": "As a swift action, the warlock can consume one of his stored souls to fuel the Life Tap ability instead of using his hit points. This lasts for one round, or until a spell is cast."
    },
    {
      "Key": "MM_WarlockDevour_Name",
      "Value": "Tasty Morsel — Devour Soul"
    },
    {
      "Key": "MM_WarlockDevour_Desc",
      "Value": "As a swift action, the warlock can consume one of his stored souls to heal 1d6 points of damage per 2 warlock levels."
    },
    {
      "Key": "MM_WarlockIncarnationDaemon_Desc",
      "Value": "Once per day as a standard action, the warlock may become a daemonic incarnation for a number of minutes equal to his Constitution modifier. His type changes to outsider (daemon, evil, extraplanar). Upon transforming, the warlock cures all damage and ability damage he has taken and automatically dispels all harmful effects affecting him. The warlock grows one size category larger, gains a +6 profane bonus to all physical ability scores, and gains fast healing 5. Each round not spent in combat reduces the duration of the daemonic incarnation by an additional round. The warlock may consume two souls gained through the Tasty Morsel ability to extend the duration of the incarnation by 1 minute."
    },
    {
      "Key": "MM_WarlockRefreshDaemonic_Name",
      "Value": "Incarnation — Increase Duration"
    },
    {
      "Key": "MM_WarlockRefreshDaemonic_Desc",
      "Value": "A warlock can, as a free action, consume 2 stored souls to increase the duration of Daemonic Incarnation by 1 minute."
    },
    {
      "Key": "MM_WarlockPatronAbyssal_Name",
      "Value": "Abyssal Patron"
    },
    {
      "Key": "MM_WarlockDevotionAbyssal_Desc",
      "Value": "A warlock with the Abyssal patron adds half his warlock level to the duration (in rounds) of his summoned creatures."
    },
    {
      "Key": "MM_WarlockPactAbyssal_Desc",
      "Value": "The demons and qlippoth of the abyss revel in violence and destruction regardless of the victim. The frenzy of a crowded battlefield needs to become home but it is also dangerous. Enemies flanking the warlock receive an additional +2 bonus on attack rolls and a +4 bonus on attack rolls made to confirm critical hits while flanking. Conversely, the warlock gains the same benefits while flanking an enemy."
    },
    {
      "Key": "MM_WarlockSummon_Name",
      "Value": "Fiendish Summonings"
    },
    {
      "Key": "MM_WarlockSummon_Desc",
      "Value": "At 1st level the warlock may, as a standard action, cast Summon Monster I as a spell-like ability a number of times per day equal to 3 + his Strength modifier. His alignment is treated as evil to determine which creatures he can summon (even if his actual alignment is not). At 3rd level, and every 2 levels thereafter, the power of this ability increases by one spell level, allowing him to summon more powerful creatures (to a maximum of Summon Monster IX at 17th level)."
    },
    {
      "Key": "MM_Invoker_Name",
      "Value": "Invoker"
    },
    {
      "Key": "MM_Invoker_Desc",
      "Value": "Invokers eschew the complex boons of their patron to instead channel their power into blasts of destructive energy."
    },
    {
      "Key": "MM_InvokerBlast_Name",
      "Value": "Eldritch Blast"
    },
    {
      "Key": "MM_InvokerBlast_Desc",
      "Value": "An invoker can channel the power of his patron to create a ray of destruction, dealing 1d6 unholy damage plus his Charisma modifier and an additional 1d6 for every other warlock level as a ranged touch attack."
    },
    {
      "Key": "MM_InvokerLuck_Name",
      "Value": "Dark Providence"
    },
    {
      "Key": "MM_InvokerLuck_Desc",
      "Value": "An invoker with this blessing is always watched over by dark forces, granting him an extra bit on luck to succeed in his goals. He gains a +2 luck bonus to his AC and saving throws."
    },
    {
      "Key": "MM_InvokerChain_Name",
      "Value": "Eldritch Chain"
    },
    {
      "Key": "MM_InvokerChain_Desc",
      "Value": "At 10th level, the invoker's blast can jump from target to target. When using this ability, he must target an enemy. No attack roll is necessary but the target can make a Reflex saving throw to halve the damage (which is otherwise the standard Eldritch Blast damage). The blast then jumps to a random enemy within 20 feet and continues the chain until all available targets have been hit once."
    },
    {
      "Key": "MM_PrerequisiteSpell",
      "Value": "Must know the spell"
    },
    {
      "Key": "MM_InvokerTrueStrike_Name",
      "Value": "Swift True Strike"
    },
    {
      "Key": "MM_InvokerTrueStrike_Desc",
      "Value": "An invoker with this blessing automatically applies the Quicken metamagic to the True Strike spell, regardless of whether it is cast with the warlock spellbook or not."
    },
    {
      "Key": "MM_InvokerImpulse_Name",
      "Value": "Destructive Impulse"
    },
    {
      "Key": "MM_InvokerImpulse_Desc",
      "Value": "At 20th level, the invoker is a master at using his patron's power for the sake of destruction. He can use Eldritch Blast and Eldritch Chain as move actions."
    },
    {
      "Key": "MM_S_NoWarlock",
      "Value": "Disable Warlock"
    },
    {
      "Key": "MM_S_NoWarlock_Desc",
      "Value": "Removes Optical Sheanigans Games's version of Warlock from the class menu in case you have another mod interpreting the class, such as Microsoftenator's Homebrew Warlock mod.\nThis option only takes effect after restarting the game."
    },
    {
      "Key": "MM_S_SpellbarFix",
      "Value": "Allow duplicate spell slots"
    },
    {
      "Key": "MM_S_SpellbarFix_Desc",
      "Value": "When two different spellbooks have the same spell (prepared or known) with the same metamagic data at the same level, it can only be cast from the first spellbook the character obtained. Standalone mythic spellbooks are the most obvious case. This option changes this behavior so you can cast duplicate spells from any spellbook."
    }
  ]
}