{
  // Tiret cadratin: ALT+0151
  "strings": [
    {
      "Key": "MM_MaterialFreedom_Name",
      "Value": "Material Freedom"
    },
    {
      "Key": "MM_MaterialFreedom_Desc",
      "Value": "Your mythic powers allow you to eschew the material components of your spells.\nBenefit: Choose a specific material component: you now ignore it entirely when casting a spell that normally requires it. You may choose this ability multiple times."
    },
    {
      "Key": "MM_MaterialFreedomJade_Name",
      "Value": "Material Freedom (Jade)"
    },
    {
      "Key": "MM_MaterialFreedomJade_Desc",
      "Value": "You can ignore the need for jade in spell components."
    },
    {
      "Key": "MM_MaterialFreedomDust_Name",
      "Value": "Material Freedom (Diamond Dust)"
    },
    {
      "Key": "MM_MaterialFreedomDust_Desc",
      "Value": "You can ignore the need for diamond dust in spell components."
    },
    {
      "Key": "MM_MaterialFreedomDiamond_Name",
      "Value": "Material Freedom (Diamond)"
    },
    {
      "Key": "MM_MaterialFreedomDiamond_Desc",
      "Value": "You can ignore the need for diamond in spell components."
    },
    {
      "Key": "MM_MaterialFreedomBone_Name",
      "Value": "Material Freedom (Dinosaur Bone)"
    },
    {
      "Key": "MM_MaterialFreedomBone_Desc",
      "Value": "You can ignore the need for dinosaur bone in spell components."
    },
    {
      "Key": "MM_AcadamaeGraduate_Name",
      "Value": "Acadamae Graduate"
    },
    {
      "Key": "MM_AcadamaeGraduate_Desc",
      "Value": "Whenever you cast a prepared arcane spell from the Conjuration school with the Summoning descriptor that takes a full-round action to cast, reduce the casting time to a standard action. Casting a spell in this way is taxing and requires a Fortitude save (DC 15 + spell level) to resist becoming fatigued for 1 minute. If you are already fatigued or exhausted the casting time is not reduced."
    },
    {
      "Key": "MM_CircleOfOrder_Name",
      "Value": "Circle of Order"
    },
    {
      "Key": "MM_CircleOfOrder_Desc",
      "Value": "As a swift action, the magus can spend 1 point from his arcane pool to fortify his defenses against chaotic attacks. This grants him a dodge bonus to his AC equal to half his magus level (maximum +10 at 20th level) against chaotic-aligned attacks and effects and outsiders with the chaotic subtype until the beginning of his next turn."
    },
    {
      "Key": "MM_Warsighted_Name",
      "Value": "Warsighted"
    },
    {
      "Key": "MM_Warsighted_Desc",
      "Value": "A warsighted’s unique gifts are not in strange magical revelations, but in her ability to adapt in the midst of a battle with new fighting techniques."
    },
    {
      "Key": "MM_WarsightedFeatSelection_Name",
      "Value": "Bonus Combat Feat"
    },
    {
      "Key": "MM_WarsightedFeatSelection_Desc",
      "Value": "At 1st, 7th, 11th and 15th level, a warsighted learns an additional feat belonging to the combat feats category. She must still meet the prerequisites for the feat."
    },
    {
      "Key": "MM_Flagellant_Name",
      "Value": "Flagellant"
    },
    {
      "Key": "MM_Flagellant_Desc",
      "Value": "A flagellant believes pain and suffering lead to the realization of the divine. A common method of flagellation is to whip a leather strap across her shoulders while praying. Other flagellants scour their limbs with blades. Their wounds proclaim their devotion, and the self-inflicted agony focuses their belief."
    },
    {
      "Key": "MM_FlagellantProfs_Name",
      "Value": "Flagellant Proficiencies"
    },
    {
      "Key": "MM_FlagellantProfs_Desc",
      "Value": "Flagellants are proficient with light armor and shields and with the following weapons: club, dagger, heavy mace, light mace, quarterstaff and light crossbows."
    },
    {
      "Key": "MM_FlagellantFocused_Name",
      "Value": "Focused"
    },
    {
      "Key": "MM_FlagellantFocused_Desc",
      "Value": "A flagellant gains 2 additional skill points per level."
    },
    {
      "Key": "MM_FlagellantDR_Name",
      "Value": "Deadened Flesh"
    },
    {
      "Key": "MM_FlagellantDR_Desc",
      "Value": "At 7th level, the flagellant becomes so used to physical injury that she gains DR 1/—. At 10th level, and every 3 cleric levels thereafter (13th, 16th, and 19th level), this damage reduction rises by 1 point."
    },
    {
      "Key": "MM_FlagellantMortifiedCasting_Name",
      "Value": "Mortified Spellcasting"
    },
    {
      "Key": "MM_FlagellantMortifiedCasting_Desc",
      "Value": "A flagellant powers spellcasting through her own blood.\nAs a swift action, she may inflict 1 damage on herself per level of a spell she wants to increase in power. If she does so, she can cast a spell in the same round as if she is 1 level higher or she can increase the spell’s saving throw DC by 1.\nIf her remaining hit points are lower than the spell level the spell fizzles out."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCBuff_Desc",
      "Value": "The next spell you cast this round will have its DC increased by 1 but you will take damage equal to its level upon casting it."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLBuff_Desc",
      "Value": "Your caster level is increased by 1 for the next spell you cast but you will take damage equal to its spell level upon casting it."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCAb_Name",
      "Value": "Mortified Spellcasting — Increase DC"
    },
    {
      "Key": "MM_FlagellantMortifiedCastingDCAb_Desc",
      "Value": "Increase the save DC of your next spell by 1."
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLAb_Name",
      "Value": "Mortified Spellcasting — Increase CL"
    },
    {
      "Key": "MM_FlagellantMortifiedCastingCLAb_Desc",
      "Value": "Increase the caster level of your next spell by 1."
    },
    {
      "Key": "MM_FlagellantGMortifiedCasting_Name",
      "Value": "Greater Mortified Spellcasting"
    },
    {
      "Key": "MM_FlagellantGMortifiedCasting_Desc",
      "Value": "At 11th level a flagellant can increase the caster level or save DC of her next spell by 2 instead of 1 but also deals twice the damage to herself."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCBuff_Desc",
      "Value": "The next spell you cast this round will have its DC increased by 2 but you will take damage equal to twice its level upon casting it."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLBuff_Desc",
      "Value": "Your caster level is increased by 2 for the next spell you cast but you will take damage equal to twice its spell level upon casting it."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingAb_Desc",
      "Value": "As a swift action, a flagellant may inflict 2 damage on herself per level of a spell she wants to increase in power. If she does so, she can cast a spell in the same round as if she is 2 level higher or she can increase the spell’s saving throw DC by 2.\nIf her remaining hit points are lower than the spell level the spell fizzles out."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCAb_Name",
      "Value": "Greater Mortified Spellcasting — Increase DC"
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingDCAb_Desc",
      "Value": "Increase the save DC of your next spell by 2."
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLAb_Name",
      "Value": "Greater Mortified Spellcasting — Increase CL"
    },
    {
      "Key": "MM_FlagellantGMortifiedCastingCLAb_Desc",
      "Value": "Increase the caster level of your next spell by 2."
    },
    {
      "Key": "MM_StaffLikeWand_Name",
      "Value": "Staff-Like Wand"
    },
    {
      "Key": "MM_StaffLikeWand_Desc",
      "Value": "Your research has unlocked a new power in conjunction with using a wand.\nYou use your own Intelligence score and relevant feats to set the DC for saves against spells you cast from a wand, and you can use your caster level when activating the power of a wand if it’s higher than the caster level of the wand."
    },
    {
      "Key": "MM_PurityOfSin_Name",
      "Value": "Purity of Sin"
    },
    {
      "Key": "MM_PurityOfSin_Desc",
      "Value": "You reached a major turning point in your understanding of Thassilonian spellcasting traditions.\nBenefit: Whenever you cast a spell belonging to the school represented by your sin, you do so at +2 caster level."
    },
    {
      "Key": "MM_MythicPurityOfSin_Name",
      "Value": "Purity of Sin (Mythic)"
    },
    {
      "Key": "MM_MythicPurityOfSin_Desc",
      "Value": "You have fully mastered Thassilonian Sin Magic.\nBenefit: The bonus from Purity of Sin also applies to save DC."
    },
    {
      "Key": "MM_PactWizard_Name",
      "Value": "Pact Wizard"
    },
    {
      "Key": "MM_PactWizard_Desc",
      "Value": "While the art of wizardry is usually a scholar’s pursuit, there are those who seek mastery of arcane power without tedious study and monotonous research. Motivated by foolish ambition, such individuals turn to the greatest enigmas of the cosmos in the hopes of attaining greater power. Though few successfully attract the attention of these forces, those who do receive phenomenal arcane power for their efforts, but become the dutiful playthings and servants of the forces with which they consort."
    },
    {
      "Key": "MM_PactWizardPatron_Name",
      "Value": "Patron"
    },
    {
      "Key": "MM_PactWizardPatron_Desc",
      "Value": "At 1st level, a pact wizard must select a patron. This functions like the witch class ability of the same name, except the pact wizard automatically adds his patron’s spells to his spellbook instead of to his familiar."
    },
    {
      "Key": "MM_PactWizardConversion_Name",
      "Value": "Spontaneous Spell Conversion"
    },
    {
      "Key": "MM_PactWizardConversion_Desc",
      "Value": "A pact wizard can expend any prepared spell that isn’t a spell prepared using the additional spell slot the wizard receives from his arcane school in order to spontaneously cast one of his patron’s spells of the same level or lower."
    },
    {
      "Key": "MM_PactWizardCurse_Name",
      "Value": "Great Power, Greater Expense"
    },
    {
      "Key": "MM_PactWizardCurse_Desc",
      "Value": "As a pact wizard grows in power, his choice of patron begins to affect his physical body.\nAt 5th level, the pact wizard chooses one oracle curse, using half his character level as his effective oracle level when determining the effects of this curse.\nIf an oracle curse would add spells to the oracle’s list of spells known, the pact wizard instead add those spells to the wizard’s spell list as well as to his spellbook."
    },
    {
      "Key": "MM_PactWizardReroll_Desc",
      "Value": "At 10th level, the pact wizard can invoke his patron’s power to roll twice and take the better result when attempting any caster level check, concentration check, initiative check, or saving throw. He can activate this ability as a free action before attempting the checks. He can use this ability a number of times per day equal to 3 + half his Intelligence modifier."
    },
    {
      "Key": "MM_PactWizardRollBonus_Desc",
      "Value": "At 15th level, when the pact wizard invokes his patron’s power to roll twice on a check, he adds his Intelligence bonus to the result as an insight bonus."
    },
    {
      "Key": "MM_PactWizardMetamagic_Desc",
      "Value": "When the pact wizard applies metamagic feats to any spells he learned via his patron or curse, he treats that spell’s final effective level as 1 lower (to a minimum level equal to the spell’s original level)."
    },
    {
      "Key": "MM_PactWizardAutoSuccess_Desc",
      "Value": "At 20th level, whenever the pact wizard invokes his patron’s power to roll twice on a check and his result is a natural 20, he automatically succeeds, regardless of whether or not a check of that type would normally allow an automatic success."
    },
    {
      "Key": "MM_Shaman20_Name",
      "Value": "Manifestation"
    },
    {
      "Key": "MM_Shaman20_Battle_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of battle. She gains the Pounce ability. Whenever she scores a critical hit, the attack ignores damage reduction. She gains a +4 insight bonus to AC for the purposes of confirming critical hits against her."
    },
    {
      "Key": "MM_Shaman20_Bones_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of death. She can cast Animate Dead at will and Power World: Kill once per day as a spell-like ability."
    },
    {
      "Key": "MM_Shaman20_Flame_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of flame. The shaman gains fire resistance 30. All spells with the Fire descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman20_Frost_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of ice and snow. The shaman gains immunity to cold. All spells with the Cold descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman20_Life_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a perfect channel for life energy. She becomes immune to bleed, death attacks, exhaustion, fatigue, nausea effects, negative levels, and sickened effects."
    },
    {
      "Key": "MM_Shaman20_Nature_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a spirit of nature. Once per day, she can change her type to plant, animal, or humanoid, gaining superficial physical characteristics as appropriate, as a full-round action. This change does not alter her Hit Dice, hit points, saving throws, skill points, class skills, or proficiencies. Each time the transformation is made, she is cleansed of all poisons or diseases, is restored to full hit points, and heal all ability damage. She must select a new type every time the transformation is made."
    },
    {
      "Key": "MM_Shaman20_Nature_Animal",
      "Value": "Manifestation — Animal"
    },
    {
      "Key": "MM_Shaman20_Nature_Plant",
      "Value": "Manifestation — Plant"
    },
    {
      "Key": "MM_Shaman20_Nature_Humanoid",
      "Value": "Manifestation — Humanoid"
    },
    {
      "Key": "MM_Shaman20_Stone_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of acid and earth. The shaman gains acid resistance 30. All spells with the Acid descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_MinuteLevel",
      "Value": "1 minute/level"
    },
    {
      "Key": "MM_1Round",
      "Value": "1 round"
    },
    {
      "Key": "MM_Blank",
      "Value": ""
    },
    {
      "Key": "MM_SchoolExpertise_Name",
      "Value": "School Expertise"
    },
    {
      "Key": "MM_SchoolExpertise_Desc",
      "Value": "You've spent time further studying your chosen school of magic.\nBenefit: You gain 3 additional daily uses of your school powers. You can select this discovery multiple times."
    },
    {
      "Key": "MM_Corrupted_Dragon_Prereq",
      "Value": "Corrupted Dragon"
    },
    {
      "Key": "MM_EarthMagic_Name",
      "Value": "Earth Magic"
    },
    {
      "Key": "MM_EarthMagic_Desc",
      "Value": "You can draw raw magical energy from the ground to empower your spells.\nBenefit: While you’re in your favored terrain, your effective caster level increases by 1 for the purpose of improving spell effects dependent on caster level. This increase in effective caster level doesn’t grant you access to more spells."
    },
    {
      "Key": "MM_Shaman_Waves_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a master of cold and water. The shaman gains cold resistance 30. All spells with the Cold descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_Shaman_Wind_Desc",
      "Value": "Upon reaching 20th level, the shaman becomes a being of air and electricity. The shaman gains electricity resistance 30. All spells with the Electricity descriptor she casts are always empowered, as though using the Empower Spell feat."
    },
    {
      "Key": "MM_RazmiranPriest_Name",
      "Value": "Razmiran Priest"
    },
    {
      "Key": "MM_RazmiranPriest_Desc",
      "Value": "The so-called “priests” of Razmir are magical charlatans—missionary servants of the Living God who spread his fervent devotion wherever they travel. Altered by Razmir’s magic, they can perform feats impossible for other sorcerers."
    },
    {
      "Key": "MM_Razmir_Name",
      "Value": "Razmir"
    },
    {
      "Key": "MM_Razmir_Desc",
      "Value": "Razmir is the ruler of Razmiran and a self-proclaimed living deity.\nAlthough he is a powerful wizard and excellent swindler Razmir is not a real god and therefore cannot grant spells to his followers, who instead bluff their way into passing arcane magic as divine."
    },
    {
      "Key": "MM_FalsePiety_Name",
      "Value": "False Piety"
    },
    {
      "Key": "MM_FalsePiety_Desc",
      "Value": "At 1st level a Razmiran priest adds Lore (religion) to the list of his class skills. He adds half his sorcerer level to Use Magic Device checks to cast spells from items, but only if they're on the cleric spell list."
    },
    {
      "Key": "MM_LayHealer_Name",
      "Value": "Lay Healer"
    },
    {
      "Key": "MM_LayHealerLv3_Desc",
      "Value": "At 3rd level a Razmiran priest adds Aid to his list of spell known. This replaces the bloodline spell normally learnt at level 3."
    },
    {
      "Key": "MM_LayHealerLv5_Desc",
      "Value": "At 5th level a Razmiran priest adds Remove Disease to his list of spell known. This replaces the bloodline spell normally learnt at level 5."
    },
    {
      "Key": "MM_RazmiranChannel_Name",
      "Value": "Razmiran Channel"
    },
    {
      "Key": "MM_RazmiranChannel_Desc",
      "Value": "A 9th level the Razmiran priest can choose to use his own magic to fuel items imbued with divine spells. If a wand, scroll or any other item contains a spell found on the cleric spell list, the Razmiran priest expends a spell slot of one level higher than the spell's level instead of using a charge or consuming the item.\nThis replaces the bloodline powers gained at level 9."
    },
    {
      "Key": "MM_RazmiranChannelAb_Desc",
      "Value": "A 9th level the Razmiran priest can choose to use his own magic to fuel items imbued with divine spells. If a wand, scroll or any other item contains a spell found on the cleric spell list, the Razmiran priest expends a spell slot of one level higher than the spell's level instead of using a charge or consuming the item."
    },
    {
      "Key": "MM_RazmiranChannelBuff_Desc",
      "Value": "When Razmiran Channel is active, you spend spell slots instead of depleting item charges in order to cast cleric spells."
    },
    {
      "Key": "MM_S_Title",
      "Value": "Mystical Mayhem"
    },
    {
      "Key": "MM_S_NoHomebrew",
      "Value": "Disable Homebrew"
    },
    {
      "Key": "MM_S_NoHomebrew_Desc",
      "Value": "Disables all content not taken from Paizo. Turning this on prevents you from selecting homebrew content but doesn't remove it from existing characters: you need to respec for this.\nThis option only takes effect after restarting the game."
    },
    {
      "Key": "MM_Malice_Name",
      "Value": "Malice"
    },
    {
      "Key": "MM_Malice_Desc",
      "Value": "The hexcrafter magus’s attacks are enhanced by the spiteful link between him and his opponent. His melee attacks deal +2d6 Unholy damage to any opponent that is currently under the effects of one of his hexes."
    },
    {
      "Key": "MM_SpellSynthesis_Name",
      "Value": "Spell Synthesis"
    },
    {
      "Key": "MM_SpellSynthesis_Desc",
      "Value": "At 10th level, a mystic theurge can cast two spells, one from each of his spellcasting classes, using one action. Both of the spells must have the same casting time. The mystic theurge can make any decisions concerning the spells independently. The mystic theurge receives a +2 bonus to DC and on caster level checks made to overcome spell resistance with these two spells. A mystic theurge may use this ability once per day."
    },
    {
      "Key": "MM_MythicSpellSynthesis_Name",
      "Value": "Abundant Spell Synthesis"
    },
    {
      "Key": "MM_MythicSpellSynthesis_Desc",
      "Value": "Your ability to wield the powers of both the arcane and the divine is truly legendary.\nBenefit: You can use your Spell Synthesis ability an additional time for every three mythic ranks."
    },
    {
      "Key": "MM_MeteorSwarm_Name",
      "Value": "Meteor Swarm"
    },
    {
      "Key": "MM_MeteorSwarm_Desc",
      "Value": "Meteor swarm is a very powerful and spectacular spell. When you cast it, four blazing meteors fall down in the area you select. Once they reach the ground they explode, dealing 28d6 fire damage to every creature in the area."
    },
    {
      "Key": "MM_S_Adnd_Stoneskin",
      "Value": "Baldur's Gate Stoneskin"
    },
    {
      "Key": "MM_S_Adnd_Stoneskin_Desc",
      "Value": "Changes the Stoneskin spell to be closer to its Baldur's Gate version."
    },
    {
      "Key": "MM_Stoneskin_Desc",
      "Value": "This spell creates an outer skin of stone that completely covers the caster. This skin is of course magical and will hinder the caster in no way. It protects from physical attacks such as melee weapons and projectiles. For every 2 caster levels, an additional skin is gained upon casting (to a maximum of 10 skins at 20th caster level). For each skin the caster possesses, the spell will stop one attack. If all the skins are removed, the spells ends. It is important to note that this will not protect the caster from any energy or force attacks."
    },
    {
      "Key": "MM_StoneskinMass_Desc",
      "Value": "This spell creates an outer skin of stones that completely allies within 30 feet of the caster. This skin is of course magical and will hinder the targets in no way. It protects from physical attacks such as melee weapons and projectiles. For every 2 caster levels, an additional skin is gained upon casting (to a maximum of 10 skins at 20th caster level). For each skin the target possesses, the spell will stop one attack. If all the skins are removed, the spells ends. It is important to note that this will not protect the target from any energy or force attacks."
    },
    {
      "Key": "MM_SureCasting_Name",
      "Value": "Sure Casting"
    },
    {
      "Key": "MM_SureCasting_Desc",
      "Value": "You gain temporary insight into your enemies’ magical defenses. When you next cast a spell before the end of the next round, treat your caster level as 5 higher than normal for the purpose of overcoming spell resistance. This bonus doesn’t increase any other effects that depend on caster level, such as the spell’s damage or range, and affects only the first spell cast after sure casting."
    },
    {
      "Key": "MM_BloodyTears_Name",
      "Value": "Bloody Tears and Jagged Smile"
    },
    {
      "Key": "MM_BloodyTears_Desc",
      "Value": "Your eyes turn black and weep blood, and your teeth become jagged fangs. You gain a bite attack (1d3 points of damage if you are Small, 1d4 points of damage if you are Medium). You gain a +4 profane bonus on Intimidate checks and on your spell DCs for spells with the fear descriptor."
    },
    {
      "Key": "MM_Warlock_Name",
      "Value": "Warlock"
    },
    {
      "Key": "MM_Warlock_Desc",
      "Value": "Warlocks draw their power from pacts and dealings with powerful inhabitants of the lower planes. The power of such planes courses through their veins. The struggle to control these forces and resist being controlled by them remains a constant struggle for Warlocks.\nThe very nature of a warlock makes them feared and targeted by most societies and denizens of good. As such many warlocks look to hide their abilities and connections to the lower planes. Some look for communities that accept them, others make their own. Their tools favor an offensive and proactive mindset."
    },
    {
      "Key": "MM_DraconicMalice_Name",
      "Value": "Draconic Malice"
    },
    {
      "Key": "MM_DraconicMalice_Desc",
      "Value": "You surround yourself with a palpable aura of draconic fear and dread.\nLiving creatures within this aura that are normally immune to fear or mind-affecting abilities lose those immunities against your spells, spell-like abilities, and supernatural abilities that create fear effects, as well as any Intimidate checks you attempt to demoralize foes."
    },
    {
      "Key": "MM_DraconicMaliceBuff_Desc",
      "Value": "Your immunity to abilities with the Fear or Mind-Affecting descriptor is temporarily suppressed."
    },
    {
      "Key": "MM_MightyStrength_Name",
      "Value": "Mighty Strength"
    },
    {
      "Key": "MM_MightyStrength_Desc",
      "Value": "The subject becomes stronger. The spell grants a +8 enhancement bonus to Strength, adding the usual benefits to melee attack rolls, melee damage rolls, and other uses of the Strength modifier."
    },
    {
      "Key": "MM_EXD_Draconic",
      "Value": "Draconic"
    },
    {
      "Key": "MM_EXD_SpellProtection",
      "Value": "Spell Protection"
    },
    {
      "Key": "MM_SpellTurning_Desc",
      "Value": "Spells and spell-like effects targeted on you are turned back upon the original caster. The abjuration turns only spells that have you as a target. Effect and area spells are not affected. Spell turning also fails to stop touch range spells. From seven to ten (1d4+6) spell levels are affected by the turning. The exact number is rolled secretly.\nIf you are targeted by a spell of higher level than the amount of spell turning you have left, that spell harmessly dissipates instead of harming its caster."
    },
    {
      "Key": "MM_S_Enemy_Prebuff",
      "Value": "Enemy Prebuffing"
    },
    {
      "Key": "MM_S_Enemy_Prebuff_Desc",
      "Value": "Allows enemies to make use of new spells in their prebuffing routine."
    },
    {
      "Key": "MM_WarlockPatron_Name",
      "Value": "Warlock Patron"
    },
    {
      "Key": "MM_WarlockPatron_Short_Desc",
      "Value": "A warlock must choose a patron between several types of powerful outside entities. This choice will shape the warlock's abilities—the blessings and manifestations he has access to."
    },
    {
      "Key": "MM_WarlockBlessing_Short_Name",
      "Value": "Blessings"
    },
    {
      "Key": "MM_WarlockBlessing_Short_Desc",
      "Value": "A warlock can choose blessings from his patron at specific levels or in place of regular feats."
    },
    {
      "Key": "MM_WarlockManif_Short_Name",
      "Value": "Manifestations"
    },
    {
      "Key": "MM_WarlockManif_Short_Desc",
      "Value": "As a warlock grows in power he starts taking on traits similar to his patron's."
    },
    {
      "Key": "MM_WarlockCantrips_Desc",
      "Value": "Warlocks can cast a number of cantrips, or 0-level spells. These spells are cast like any other spell, but they are not expended when cast and may be used again."
    },
    {
      "Key": "MM_WarlockProfs_Name",
      "Value": "Warlock Proficiencies"
    },
    {
      "Key": "MM_WarlockProfs_Desc",
      "Value": "Warlocks are proficient with all simple weapons. Warlocks are also proficient with light armor. A warlock can cast warlock spells while wearing light armor without incurring the normal arcane spell failure chance. Like any other arcane spellcaster, a warlock wearing medium or heavy armor, or using a shield, incurs a chance of arcane spell failure if the spell in question has a somatic component. A multiclass warlock still incurs the normal arcane spell failure chance for arcane spells received from other classes."
    },
    {
      "Key": "MM_WarlockPatron_Desc",
      "Value": "A warlock’s patron is the source of their power. Warlock patrons can be anything from a demonic ancestor to a powerful contract devil but each patron falls into one category: Infernal, Daemonic, Abyssal, Great Old One, or Fey. A warlock’s patron determines the cost of their pact, how their patron’s power manifests, and what blessings their patron imparts onto them. A warlock must pick one type of patron upon taking his first level of warlock. Once made, this choice cannot be changed. A warlock must share the alignment of their patron at the time of gaining their patron. If their alignment changes later, it is up to the patron to determine if they will continue to grant the warlock power."
    },
    {
      "Key": "MM_WarlockPatronGreatOldOne_Name",
      "Value": "Great Old One Patron"
    },
    {
      "Key": "MM_WarlockPact_Name",
      "Value": "Pact"
    },
    {
      "Key": "MM_WarlockPactGreatOldOne_Desc",
      "Value": "The wishes and machinations of a Great Old One are unknowable. All one can do is embrace the madness and chaos. But frequently peering into the void has cost you some of your sanity. A servant of a Great Old One constantly has his mind bombarded with sanity shredding revelations. Whenever the warlock rolls initiative to enter combat, he must also roll a Will Save whose DC is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier. If the warlock fails this save, he is confused for 1d4 rounds. Because of this constant bombardment, the warlock’s mind is much more adept at handling threats. Whenever the warlock rolls a Will Save, he rolls twice and take the better result."
    },
    {
      "Key": "MM_WarlockDevotion_Name",
      "Value": "Devotion"
    },
    {
      "Key": "MM_WarlockDevotionGreatOldOne_Desc",
      "Value": "A warlock with a Great Old One patron subtracts 1 from the results of D100 rolls used to determine his actions while confused."
    },
    {
      "Key": "MM_WarlockInsanity_Name",
      "Value": "Comfortable Insanity"
    },
    {
      "Key": "MM_WarlockInsanity_Desc",
      "Value": "Cultists of the Great Old Ones are used to glimpses of the unthinkable and have adapted to the insanity it brings. Whenever the warlock is confused, his random actions are modified as follows:\nAct normally: No changes.\nBabble: The warlock's babbling is chaotic and maddening. One enemy within 30 feet must succeed on a Will save or become confused for 1d4 rounds. The DC of this Will save is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier. If there is no enemy within 30 feet the warlock targets an ally instead. If none can be found, nothing happens.\nDamage self: The damage is nonlethal.\nAttack nearest creature: The warlock gains a +1 insight bonus on attack rolls and also takes a -5 penalty against allies.\nAdditionally, all warlock spells the warlock casts while confused do not expend a spell slot. As a standard action, a warlock who is not confused can choose to babble. A warlock may babble in this way a number of times per day equal to 3 + his Wisdom modifier."
    },
    {
      "Key": "MM_WarlockBabble_Name",
      "Value": "Babble"
    },
    {
      "Key": "MM_WarlockBabble_Desc",
      "Value": "The warlock's babbling is chaotic and maddening. One target within 30 feet must succeed on a Will save or become confused for 1d4 rounds. The DC of this Will save is equal to 10 + half the warlock’s level + the warlock’s Wisdom modifier."
    },
    {
      "Key": "MM_1d4_Rounds",
      "Value": "1D4 rounds"
    },
    {
      "Key": "MM_WarlockBlessing_Name",
      "Value": "Fiendish Blessing"
    },
    {
      "Key": "MM_WarlockBlessing_Desc",
      "Value": "At 2nd level, 6th level, 10th level, 14th level, 18th level and 20th level, a warlock receives a new fiendish blessing. The warlock must select a fiendish blessing offered by his patron or one listed as a general fiendish blessing. Once selected, this blessing cannot be changed. Unless otherwise stated, each blessing can be chosen only once.\nWhenever a warlock would gain a feat, he may instead select a fiendish blessing he qualifies for."
    },
    {
      "Key": "MM_WarlockMaleficium_Name",
      "Value": "Maleficium"
    },
    {
      "Key": "MM_WarlockMaleficium_Desc",
      "Value": "A warlock with this blessing is a master of dark magic. Spells with the evil descriptor are cast with inceased potency depending on how many times the blessing is chosen.\nRank 1: DC increased by 1.\nRank 2: Whenever metamagic feats are applied to an evil spell, the level adjustment is reduced by 1 (to a minimum of 0).\nRank 3: DC increased by 1. This stacks with the bonus from rank 1.\nRank 4: +2 bonus to caster level for spells with the evil descriptor.\nThis blessing cannot be chosen more than 4 times."
    },
    {
      "Key": "MM_WarlockCharisma_Name",
      "Value": "Empowered Charisma"
    },
    {
      "Key": "MM_WarlockCharisma_Desc",
      "Value": "The warlock’s Charisma score permanently increases by 2 points."
    },
    {
      "Key": "MM_WarlockFelHide_Name",
      "Value": "Fell Hide"
    },
    {
      "Key": "MM_WarlockFelHide_Desc",
      "Value": "The warlock’s skin has grown supernaturally tough. He gains a +1 bonus to their natural armor. At 6th level, and every four levels thereafter, this bonus increased by 1 (to a maximum of +5 at 18th level)."
    },
    {
      "Key": "MM_WarlockFelResist_Name",
      "Value": "Fell Resistance"
    },
    {
      "Key": "MM_WarlockFelResist_Desc",
      "Value": "The warlock has been tempered in unholy fire and gains resist fire 5. This resistance increases to 10 at 10th level, and 15 at 15th level. At 20th level, he gains immunity to fire."
    },
    {
      "Key": "MM_Warlock_LifeTap_Name",
      "Value": "Life Tap"
    },
    {
      "Key": "MM_Warlock_LifeTap_Desc",
      "Value": "At 3rd level, the warlock may offer part of himself to gain more power. Whenever a warlock casts a spell, he may reduce his maximum hit points by a number equal to double the level of spell being cast. If his does, the spell slot is not expended. This loss of hit points cannot be prevented and cannot be healed by any mean other than taking a full nights rest, which restores the warlock’s original maximum hit points.\nIf this ability would reduce the warlock's hit points below zero it does nothing and the spell slot is expended as usual."
    }
  ]
}